# 05
r=5
#r+=3
print(r)
print(r*r*3.14)
print(2*r*3.14)


#06
사과 = 1500
배 = 2500
귤 = 500
print(사과* 20 + 배*12 + 귤*30)

#07
평 = 3.30579
print("35평 = %f" % (35*평))

#08
돈 = 1500000
위안 = 163.42
print("%d위안" % (돈/위안))

#09
연봉1 = 410000
연봉2 = 700000

print("%d원, %d원" %((연봉1*위안), (연봉2*위안)))

#10
최고구속기록 = 105.1
마일 = 1.60934
구속 = 최고구속기록 * 마일
print(구속) 

#11
미국돈 = 50000
한국돈 = 미국돈 * 1129
일본돈 = 한국돈 / 10.02
print(일본돈) 

#12
b=3.30579
a = 250/b
print("평수 = %d" % a)

#13
Rr = 8/2
Lr = 12/2
R = Rr ** 2 * 3.14
L = Lr ** 2 * 3.14
print("라지 사이즈 피자는 레귤러보다 %.2f배 더 크다." % (L/R))

